# ==== Git

brew 'gh'
brew 'git'

# ==== Database

brew 'postgresql@17'
brew 'redis'
brew 'sqlite3'

# ==== Shell

brew 'starship'
brew 'tree'

# ==== Devlopment tools

brew 'asdf'
brew 'graphviz'
brew 'imagemagick'
brew 'overmind'

# ==== Ruby dependencies

brew 'autoconf'
brew 'gmp'
brew 'libyaml'
brew 'openssl@3'
brew 'readline'
