brew 'git'
brew 'gh'
brew 'starship'
brew 'tree'

brew 'diff-so-fancy'
brew 'github/gh/gh'
brew 'gnu-sed'
brew 'graphviz'
brew 'imagemagick'
brew 'jandedobbeleer/oh-my-posh/oh-my-posh'
brew 'overmind'
brew 'postgres'
brew 'redis'
brew 'terminal-notifier'
brew 'wget'
